---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AlignmentStationLabelIndStation
source: html/8aaec826-119b-3376-a054-a857cde5a159.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AlignmentStationLabelIndStation Property

"Station Indicator"

## Syntax (C#)
```csharp
public static ForgeTypeId AlignmentStationLabelIndStation { get; }
```